tap "azure/bicep"
tap "azure/functions"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "azure-cli"
brew "bat"
brew "deno"
brew "dive"
brew "docker-compose", link: false
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "go"
brew "gotop"
brew "jq"
brew "neovim"
brew "php@7.4"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "swagger-codegen"
brew "tldr"
brew "tmux"
brew "tree"
brew "yadm"
brew "zoxide"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@3"
brew "federico-terzi/espanso/espanso"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "airtable"
cask "alacritty"
cask "alt-tab"
cask "anki"
cask "brave-browser"
cask "cheatsheet"
cask "dotnet-sdk3-1-400"
cask "dropbox"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "hyperswitch"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "powershell"
cask "raindropio"
cask "raycast"
cask "setapp"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
