tap "azure/functions"
tap "coursier/formulas"
tap "federico-terzi/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jarred-sumner/git-peek"
tap "koekeishiya/formulae"
tap "superfly/tap"
tap "ycd/tap"
brew "ansible"
brew "automake"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "cmake"
brew "gettext"
brew "curl"
brew "deno"
brew "dive"
brew "erlang"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "gleam"
brew "glow"
brew "go"
brew "gotop"
brew "jless"
brew "jq"
brew "kubernetes-cli"
brew "libtool"
brew "lua"
brew "luarocks"
brew "navi"
brew "ninja"
brew "pkg-config"
brew "pulumi"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "yadm"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "federico-terzi/espanso/espanso"
brew "hashicorp/tap/terraform"
brew "jarred-sumner/git-peek/git-peek"
brew "superfly/tap/flyctl"
brew "ycd/tap/dstp"
cask "wezterm"
