tap "azure/functions"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jarred-sumner/git-peek"
tap "superfly/tap"
brew "bat"
brew "cmake"
brew "deno"
brew "dive"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gitui"
brew "go"
brew "gotop"
brew "jq"
brew "neovim"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "federico-terzi/espanso/espanso"
brew "jarred-sumner/git-peek/git-peek"
brew "superfly/tap/flyctl"
cask "alt-tab"
cask "amethyst"
cask "brave-browser"
cask "gitkraken"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "postman"
cask "raindropio"
cask "raycast"
cask "spotify"
cask "tabby"
cask "visual-studio-code"
